INSERT INTO gifts (name, giver_name, receiver_name, delivery_date)
VALUES ('Смарт-часы', 'Иван', 'Петр', '2024-01-15'),
       ('Книга', 'Мария', 'Елена', '2024-01-20'),
       ('Наушники', 'Сергей', 'Ольга', '2024-01-25'),
       ('Фоторамка', 'Алексей', 'Дарья', '2024-01-30'),
       ('Шарф', 'Анна', 'Татьяна', '2024-02-05'),
       ('Часы', 'Олег', 'Ирина', '2024-02-10'),
       ('Сумка', 'Екатерина', 'Марина', '2024-02-15'),
       ('Планшет', 'Виктор', 'Юрий', '2024-02-20'),
       ('Смартфон', 'Денис', 'Наталья', '2024-02-25'),
       ('Кофеварка', 'Григорий', 'Вера', '2024-03-01');
